var dateList = {
  "1": [
    {content: "2", share: true},
    {content: '<img src="./images/1.jpg"/>我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!我是一段超长超长的文本!', music: "http://cunchu.site/resource/bgm.mp3"},
    {content: "3", share: true}
  ],
  "2": [],
  "3": [{content: "3", share: true}],
}